#include "string_CN.h"


const char* cGuiHomeStrs[GUI_Home_INDEX_MAX] =
{
	"长按LIGHT键",//0
	"最近一周",       //1
	"平均基础心率",   //2
	"心率测量",       //3
	"请佩戴好腕表",   //4
	"稳定心率",       //5
	"步",             //6
	"步数",           //7
	"里程",           //8 
	"优",             //9
	"OK键进入测试",   //10
	"最大摄氧量测试", //11
	"请在热身后,按OK键开始", //12
	"全力跑12分钟。",//13
	"倒计时",          //14
	"上次运动",        //15
	"运动记录",        //16
	"里程:",           //17
	"时长:",           //18
	"平均配速:",       //19
	"最佳配速:",       //20
	"卡路里:",        //21
	"平均心率:",      //22
	"最大心率:",      //23
	"有氧效果:",      //24
	"无氧效果:",      //25
	"恢复时间:",      //26
	"心率区间图",     //27
	"区间5",          //28
	"区间4",          //29
	"区间3",          //30
	"区间2",          //31
	"区间1",          //32
	"取消",           //33
	"删除运动记录?",  //34
	"删除",           //35
	"删除成功",       //36
	"通知",           //37
	"运动",           //38
	"基础",           //39
	"运动卡路里",     //40
	"乳酸阈值",       //41
	"乳酸阈测试",     //42
	"充分热身后全速跑",//43
	"30分钟,系统会将对您在",//44
	"运动中的心率及配速等",//45
	"表现情况进行分析,",//46
	"显示相应的结果。",//47
	"马拉松训练计划",//48
	"公里慢跑", //49
	"公里未完成",//50
	"公里完成",//51
	"今日半马训练",//52
	"今日全马训练",//53
	"恢复时间",//54
	"已暂停",//55
	"继续",//56
	"保存",//57
	"正在保存",//58
	"保存成功",//59
	"安静,不费力",//60
	"极其轻松",//61
	"很轻松",//62
	"轻松",//63
	"有点吃力",//64
	"吃力",//65
	"非常吃力",//66
	"极其吃力",//67
	"精疲力竭",//68
	"km",//69
	"/km",//70
	"min/km",//71
	"km/h",//72
	"(ml/kg/min)",//73
	"min/km",//74
	"bpm",//75
	"h",//76
	"kc",//77
	"(h/min)",//78
	"按OK键监测心率",//79
	"监测基础心率的",//80
	"时间到啦",//81
	"早上起床后,",//82
	"静坐,开始监测",//83
	"基础心率哦",//84	
	"超优",//85
	"良",//86
	"中",//87
	"下",//88
	"差",//89
	"完成测试",//90
	"解锁",//91
	"解锁成功",//92
	"OK键进入VO2max测试",//93
	"频率设置",//94
	"年"//95
	"月"//96
};





